{
  "name": "weight_map",
  "version": "0.0.1",
  "description": "weight map",
  "main": "index.js",
  "scripts": {
    "test": "echo \"Error: no test specified\" && exit 1",
    "start": "node index.js"
  },
  "repository": {
    "type": "git",
    "url": "https://github.com/JVisi/WeightMap.git"
  },
  "author": "Visi",
  "license": "ISC",
  "bugs": {
    "url": "https://github.com/JVisi/WeightMap/issues"
  },
  "homepage": "https://github.com/JVisi/WeightMap#readme",
  "dependencies": {
    "bcrypt": "^5.0.0",
    "body-parser": "^1.19.0",
    "express": "^4.17.1",
    "mysql2": "^2.2.5",
    "nodemon": "^2.0.6",
    "sequelize": "^6.3.5",
    "uuid": "^8.3.1"
  }
}
